Repository: Vistaus/pimagizer
Catalog: i18n/*.po
Languages: fr, id, ja, zh_tw

source: Image files
fr: Fichiers Image
id: Berkas gambar
ja: 画像ファイル
zh_tw: 圖片檔

source: If you <b>turn off</b> this option, you will <b>overwrite</b> all you save with Pimagizer
fr: Si vous <b>désactivez</b> cette option, vous <b>ecraseriez</b> tout ça que vous enregistrez avec Pimagizer
id: Jika anda <b>mematikan</b> opsi ini, anda akan <b>menimpa</b> semua yang anda simpan dengan Pimagizer
ja: このオプションを <b>オフ</b> にすると 保存で <b>上書き</b> されます
zh_tw: 如果您<b>關閉</b>這個選項，您將<b>覆蓋</b> 所有您用 Pimagizer 儲存的

source: Saving preferences data
fr: Sauvegarde des données des préférences
id: Menyimpan pilihan data
ja: 設定を保存

source: Closing program
fr: Fermeture du programme
id: Menutup program
ja: プログラム終了
zh_tw: 關閉程式

source: About
fr: À propos
id: Perihal
ja: 情報
zh_tw: 關於

source: Close about dialog
fr: Fermer la fenêtre "À propos"
id: Tutup dialog perihal
ja: ダイアログを閉じる
zh_tw: 關閉「關於」的對話框

source: Bundle of %d images saved
fr: Paquet de %d images enregistré
id: Kumpulan %d gambar disimpan
ja: %d の画像を保存しました
zh_tw: 捆綁 %d 圖片儲存

source: You have not selected any file
fr: Vous n'avez pas séléctionné quelque fichier
id: Anda belum memilih berkas apapun
ja: ファイルが選択されていません
zh_tw: 您還沒有選擇任何檔案

source: Image saved
fr: Image enregistrée
id: Gambar disimpan
ja: 画像を保存

source: Error
fr: Erreur
id: Galat
ja: エラー

source: Click here to update preview
fr: Clickez ici pour obtenir une aperçu
id: Klik disini untuk memutakhirkan pratayang
ja: クリックでプレビューを更新
zh_tw: 點擊這裡更新預覽

source: The images you selected have different sizes
fr: Les images selectionnés ont différent tailles
id: Gambar yang anda pilih memiliki ukuran berkas yang berbeda
ja: この画像はサイズが違います
zh_tw: 您選擇的圖片有不同的大小

source: file.png
fr: fichier.png
id: berkas.png
zh_tw: 檔案.png

source: Pimagizer preferences
fr: Préferences de Pimagizer
id: Pilihan Pimagizer
ja: Pimagizerの設定

source: Saving under new name
fr: Enregistrer sous nouveau nom
id: Disimpan ke nama baru
ja: 別の名前で保存
zh_tw: 儲存在新名稱下

source: You are <b>overwritting</b> the image file
fr: Vous êtes <b>en écrasant</b> la fichier image
id: Anda <b>menimpa</b> berkas gambar
ja: 画像ファイルを <b>上書き</b> します
zh_tw: 您將<b>覆蓋</b>圖片檔

source: You can select here how small you want your new image(s), expressed in percent (%)
fr: Ici vous pouvez indiquer comme de petit vous désirez vos nouvelles images, en exprimant comme percentage (%)
id: Anda dapat memilih seberapa kecil gambar baru anda, dinyatakan dalam persen (%)
ja: 画像をパーセント (%)を使って 縮小します
zh_tw: 您可以選擇您希望 新圖片是多小的， 用百分比(％)表示

source: Help? Click
fr: Aide? Clickez
id: Bantuan? Klik
ja: ヘルプ? クリックしてください
zh_tw: 需要幫助？按一下

source: Images
id: Gambar
ja: 画像
zh_tw: 圖片

source: Pimagizer is a program to resize images. Right now supports PNG and JPG formats.
fr: Pimagizer est un logiciel de redimensionnement d'image. Supporte les formats PNG et JPG pour le moment.
id: Pimagizer adalah program untuk mengubah ukuran gambar. Saat ini mendukung format PNG dand JPG.
ja: Pimagizer は画像をリサイズするプログラムです。PNG と JPG をサポートしています。
zh_tw: Pimagizer 是一個調整圖片大小的程式。目前支持 PNG 和 JPG 格式。

source: Here you can set the size of the image preview on main window
fr: Ici vous pouvez changer la taille de l'aperçu de l'image sur la fenêtre principale
id: Disini anda dapat menentukan ukuran dari pratayang gambar di jendela utama
ja: ここで画像をプレビューする ウィンドウのサイズをセットします
zh_tw: 在這裡，您可以設定圖片在主視窗的大小

source: Height
fr: Hauteur
id: Tinggi
ja: 高さ
zh_tw: 高度

source: Is recommended to set a value near to 300px
fr: Il est recommendé de mettre une valeur proche de 300px
id: Direkomendasikan untuk mengatur ukuran mendekati 300px
ja: 推奨する値は 300px付近です
zh_tw: 建議設定一個值 接近300像素

source: Size of preview
fr: Taille de l'aperçu
id: Ukuran pratayang
ja: プレビューのサイズ
zh_tw: 預覽尺寸

source: Information
id: Keterangan
ja: 情報
zh_tw: 資訊

source: Do you want to save the new file with a new name as image(widthxheight).jpg?
fr: Veuillez-vous enregistrer le nouveau fichier avec un nouveau nom comme image(HautexLarge).jpg
id: Apakah anda ingin menyimpan berkas baru dengan nama baru seperti berkas(lebarxtinggi).jpg?
ja: image(幅x高さ).jpg の形式の 別の名前でファイルを保存しますか?
zh_tw: 您想要儲存新檔案用一新名稱 ，例如「圖片(寬x高).jpg」嗎？

source: Save images with new name
fr: Enregistrer images avec un nouveau nom
id: Simpan gambar dengan nama baru
ja: 名前をつけて保存
zh_tw: 用一新名稱儲存圖片

source: Saving options
fr: Options d'enregistrement
id: Pilihan penyimpanan
ja: 保存オプション
zh_tw: 儲存選項

source: Saving
fr: Enregistrement
id: Sedang menyimpan
ja: 保存
zh_tw: 正在儲存

source: Pimagizer works with PNG and JPG formats.
fr: Pimagizer fonctionne avec les formats PNG et JPG.
id: Pimagizer bekerja dengan format PNG dan JPG.
ja: Pimagizerは PNG と JPG が使えます。
zh_tw: Pimagizer 相容於 PNG 和 JPG 格式。

source: Works with
fr: Fonctionne avec
id: Bekerja dengan
ja: 動作
zh_tw: 相容於

source: Translate
fr: Traduire
id: Terjemahkan
ja: 翻訳
zh_tw: 翻譯

source: Bugs
fr: Bogues
id: Kutu
ja: バグ
zh_tw: 臭蟲

source: Questions
id: Pertanyaan
ja: 質問
zh_tw: 問題

source: Interface
id: Antar muka
ja: インタフェース
zh_tw: 介面

source: Click on image to change
fr: Cliquer sur l'image pour changer
id: Klik pada gambar untuk mengubah
ja: クリックして画像を選択
zh_tw: 點擊圖片以變更

source: Size:
fr: Taille :
id: Ukuran:
ja: サイズ:
zh_tw: 尺寸：

source: Width
fr: Largeur
id: Lebar
ja: 幅
zh_tw: 寬度

source: Proportional
fr: Proportionnel
id: Proporsional
ja: 比率を保持
zh_tw: 按比例

source: Percentage (%)
fr: Pourcentage (%)
id: Presentase
ja: パーセント (%)
zh_tw: 百分比 (%)

source: New size:
fr: Nouveau taille:
id: Ukuran baru:
ja: 新しいサイズ:
zh_tw: 新尺寸：

source: Ratio
fr: Proportion
id: Rasio
ja: 比率
zh_tw: 比例

source: Save:
fr: Enregistrer :
id: Simpan:
ja: 保存:
zh_tw: 儲存：

source: Select a folder
fr: Choisissez un dossier
id: Pilih sebuah folder
ja: フォルダーを選択
zh_tw: 選擇一個資料夾

source: Select a file
fr: Sélectionnez un fichier
id: Pilih sebuah berkas
ja: ファイルを選択
zh_tw: 選擇一個檔案
