Repository: Vistaus/pimagizer
Catalog: pimagizer/i18n/*/LC_MESSAGES/pimagizer.po
Languages: ru

source: Image files
ru: Файлы изображений

source: If you <b>turn off</b> this option, you will <b>overwrite</b> all you save with Pimagizer
ru: Если вы <b>отключите</b> эту опцию, то будете <b>перезаписывать</b> всё, что сохраните в Pimagizer

source: Saving preferences data
ru: Сохранение параметров

source: Closing program
ru: Закрытие программы

source: About
ru: О программе

source: Close about dialog
ru: Закрыть диалог сведений о программе

source: Bundle of %d images saved
ru: Группа из %d изображений сохранена

source: You have not selected any file
ru: Вы не выбрали никакого файла

source: Image saved
ru: Изображение сохранено

source: Error
ru: Ошибка

source: Click here to update preview
ru: Щёлкните здесь, чтобы обновить предпросмотр

source: The images you selected have different sizes
ru: Выбранные изображения разного размера

source: file.png
ru: файл.png

source: Pimagizer preferences
ru: Параметры Pimagizer

source: Saving under new name
ru: Сохранение под новым именем

source: You are <b>overwritting</b> the image file
ru: Вы <b>перезаписываете</b> файл изображения

source: You can select here how small you want your new image(s), expressed in percent (%)
ru: Здесь вы можете указать насколько\n новое изображение (-я) будет меньше\n исходного в процентах (%)

source: Help? Click
ru: Помочь? Нажми

source: Images
ru: Изображения

source: Pimagizer is a program to resize images. Right now supports PNG and JPG formats.
ru: Pimagizer — программа позволяющая изменять размер изображений. В настоящее время поддерживает форматы PNG и JPG.

source: Here you can set the size of the image preview on main window
ru: Здесь вы можете назначить размер предпросматриваемого изображения в основном окне

source: Height
ru: Высота

source: Is recommended to set a value near to 300px
ru: Рекомендуется установить значение, близкое к 300 пикселям

source: Size of preview
ru: Размер предпросмотра

source: Information
ru: Сведения

source: Do you want to save the new file with a new name as image(widthxheight).jpg?
ru: Вы хотите сохранить новый файл с именем вида «изображение(ширинаХвысота).jpg»?

source: Save images with new name
ru: Сохранять изображения с новым именем

source: Saving options
ru: Сохранение настроек

source: Saving
ru: Сохранение

source: Pimagizer works with PNG and JPG formats.
ru: Pimagizer совместим с форматами PNG и JPG.

source: Works with
ru: Работает с

source: Translate
ru: Перевести

source: Bugs
ru: Ошибки

source: Questions
ru: Вопросы

source: Interface
ru: Интерфейс

source: Click on image to change
ru: Нажмите на изображение для замены

source: Size:
ru: Размер:

source: Width
ru: Ширина

source: Proportional
ru: Пропорционально

source: Percentage (%)
ru: Процент (%)

source: New size:
ru: Новый размер:

source: Ratio
ru: Соотношение сторон

source: Save:
ru: Сохранить:

source: Select a folder
ru: Выберите папку

source: Select a file
ru: Выберите файл
